ação: # Produto de vetores
ação: r A
ação: r B
ação: m A B C
ação: w C
5 5 25
   0  0     1.00
   0  1     2.00
   0  2     3.00
   0  3     4.00
   0  4     5.00
   1  0     2.00
   1  1     4.00
   1  2     6.00
   1  3     8.00
   1  4    10.00
   2  0     3.00
   2  1     6.00
   2  2     9.00
   2  3    12.00
   2  4    15.00
   3  0     4.00
   3  1     8.00
   3  2    12.00
   3  3    16.00
   3  4    20.00
   4  0     5.00
   4  1    10.00
   4  2    15.00
   4  3    20.00
   4  4    25.00
ação: l A
ação: l B
ação: l C
ação: x
fim da execução.
