Ação: # Teste 34
Ação: #
Ação: # v[1] := 7x^8-3x^5+2x^2+x-3
Ação: C 1
Ação: T 1  8  7.0
Ação: T 1  5 -3.0
Ação: T 1  2  2.0
Ação: T 1  1  1.0
Ação: T 1  0 -3.0
Ação: I 1
----> ( 0, -3.0) ( 1,  1.0) ( 2,  2.0) ( 5, -3.0) ( 8,  7.0) 
Ação: # v[2] := 3x^8+3x^5-x^2+3x+3
Ação: C 2
Ação: T 2  8  3.0
Ação: T 2  5  3.0
Ação: T 2  2 -1.0
Ação: T 2  1  3.0
Ação: T 2  0  3.0
Ação: I 2
----> ( 0,  3.0) ( 1,  3.0) ( 2, -1.0) ( 5,  3.0) ( 8,  3.0) 
Ação: # v[3] := -10x^8-x^2-4x
Ação: C 3
Ação: T 3  8-10.0
Ação: T 3  2 -1.0
Ação: T 3  1 -4.0
Ação: I 3
----> ( 1, -4.0) ( 2, -1.0) ( 8,-10.0) 
Ação: # v[4] := v[1]+v[2]
Ação: S 4 1 2
Ação: I 4
----> ( 1,  4.0) ( 2,  1.0) ( 8, 10.0) 
Ação: L 1
Ação: L 2
Ação: # v[1] := v[3]+v[4]
Ação: S 1 3 4
Ação: N 1
Polinomio 1 é nulo
Ação: # Fim
Ação: L 1
Ação: L 3
Ação: L 4
Ação: X
Processamento terminado
